[
  {
    "chapter_index": 0,
    "text": "In this experience I want to take you through some examples of    our new paint portfolio for the S-Class. From a striking rosé gold metallic to an unexpected light moss green uni, and all the way to entirely new shades of blue and black: We believe that with this color palette we meet the highest demands for customisation and exclusivity.\nTo define our MANUFAKTUR paint portfolio, we generally draw inspiration from three sources:\n\n1.Our repertoire of colors developed over time for specific customer requests\n2. Our archive of historic Mercedes-Benz colours (Heritage), following the mantra of Mercedes-Benz Chief Designer Gorden Wagener: \"WE REVIVE old colours.\"\n3. Development of new colors",
    "chapter_label": ""
  },
  {
    "chapter_index": 1,
    "text": "599U MANUFAKTUR Ireland mid green magno (new SL colour)\nPersonal favorite\nColor originates from the historic Maybach collection, where it was available as a metallic paint. \nDraws inspiration from the Irish Highlands. \nExceptionally high-quality finish enriched with a multitude of effect pigments offering a dynamic, multi-tonal look. \nAlready know this paint from the SL, where we re-introduced it as part of our extended MANUFAKTUR portfolio.\n\nFirst OEM to bring Magno paints into series production.\nToday, all Magno paints are part of the MANUFAKTUR programme; MANUFAKTUR signature element. \n\nWith their matte clear coat, they deliver a satin-like, matte appearance – particularly popular on AMG models.\n\n825U MANUFAKTUR classicgrün uni (G) - alter 50er Jahre Lack „dunkelgrün uni“\n255U MANUFAKTUR oliv metallic (G & S-Class) – alter designo Lack\n271U MANUFAKTUR citrinbraun magno (G)",
    "chapter_label": ""
  },
  {
    "chapter_index": 2,
    "text": "996U MANUFAKTUR hyazinthrot metallic\n\nIconic designo color available across numerous models\nHyacinth Red was created to achieve an intensely luminous red. \nIntroduced a new pigment, used for the first time in Mercedes-Benz’s palette, to achieve its vibrant brilliance.\n\nMetallic Paints: Contain metallic particles in the basis coat, \nmaking the paint sparkle and enhancing its brilliance (e.g., Rosé Gold Metallic).\n\n685U MANUFAKTUR yellowstone uni (GT 4-Door)\n658U MANUFAKTUR kupferorange magno (G & GT 4-Door)\n817U MANUFAKTUR exklusiv roségold metallic",
    "chapter_label": ""
  },
  {
    "chapter_index": 3,
    "text": "Rose Gold",
    "chapter_label": ""
  },
  {
    "chapter_index": 4,
    "text": "Brilliant Blue",
    "chapter_label": ""
  },
  {
    "chapter_index": 5,
    "text": "Yellowstone",
    "chapter_label": ""
  },
  {
    "chapter_index": 6,
    "text": "Magnetite Black",
    "chapter_label": ""
  },
  {
    "chapter_index": 7,
    "text": "Olive",
    "chapter_label": ""
  },
  {
    "chapter_index": 8,
    "text": "Citrine Brown Magno",
    "chapter_label": ""
  },
  {
    "chapter_index": 9,
    "text": "799U MANUFAKTUR exklusiv diamantweiß bright\n\nHistoric designo color that revolutionized automotive paint. \nMarked the debut of a production-ready pearl white finish, \nno other manufacturer had achieved at the time. \nDiamond White became the benchmark for multi-layered pearl white paints in series production\n\nSolid Paints: Offer a rich, uniform look without metallic particles in the clear coat, \nresulting in an even and consistent colour (e.g., Classic Green Uni).\n\n685U MANUFAKTUR yellowstone uni (GT 4-Door)\n658U MANUFAKTUR kupferorange magno (G & GT 4-Door)\n817U MANUFAKTUR exklusiv roségold metallic",
    "chapter_label": ""
  },
  {
    "chapter_index": 10,
    "text": "Classic Green",
    "chapter_label": ""
  },
  {
    "chapter_index": 11,
    "text": "379U MANUFAKTUR orange flame metallic\n\nA new addition to the SL and GT color palette\nOrange Flame Metallic radiates energy and modernity, \nmaking a striking statement on the road. (Bentley Paint)\n\n685U MANUFAKTUR yellowstone uni (GT 4-Door)\n658U MANUFAKTUR kupferorange magno (G & GT 4-Door)\n817U MANUFAKTUR exklusiv roségold metallic",
    "chapter_label": ""
  },
  {
    "chapter_index": 12,
    "text": "162U MANUFAKTUR südseeblau metallic (G)\n\nSome of you may remember this colour from the A-Class (W176). \nBack then, all A-Class paints were inspired by natural phenomena. \nThis deep blue is inspired by natural phenomena. \nIts rich tone evokes the mesmerizing depths of the ocean.\n\n896U MANUFAKTUR exklusiv brilliantblau metallic (G)\n183U MANUFAKTUR exklusiv magnetitschwarz metallic (G)",
    "chapter_label": ""
  },
  {
    "chapter_index": 13,
    "text": "124U MANUFAKTUR classicgrau uni (G & GT 4-Door)\n\nHeritage Mercedes-Benz colour, first introduced around the 1950s. \nIt pays homage to the brand's storied past while remaining timelessly elegant.\n\nSolid Paints: Offer a rich, uniform look without metallic particles in the clear coat, \nresulting in an even and consistent colour (e.g., Classic Green Uni).",
    "chapter_label": ""
  },
  {
    "chapter_index": 14,
    "text": "Coppe Orange Magno",
    "chapter_label": ""
  },
  {
    "chapter_index": 15,
    "text": "734U MANUFAKTUR hightechsilber magno (SL, GT & GLC)\n\nModern reinterpretation of the iconic Mercedes-Benz silver. \nFeatures a more dynamic light-dark contrast. \n\nUnlike its predecessor, which leaned towards a flat, silvery-white tone, \nHigh-Tech Silver comes to life with greater depth, a subtle hue, \nand striking shifts between light and shadow.\n\n896U MANUFAKTUR exklusiv brilliantblau metallic (G)\n183U MANUFAKTUR exklusiv magnetitschwarz metallic (G)",
    "chapter_label": ""
  }
]