[
  {
    "chapter_index": 0,
    "text": "GUEST SHOULD SEE FLOATING MERCEDES STAR\n\nWAIT FOR GUESTS TO FINISH VISION PRO SETUP",
    "chapter_label": "Undefined"
  },
  {
    "chapter_index": 1,
    "text": "[CHECK EVERYBODY ONLINE - [PRESS START]\n\n Let's start this experience together. Place your Mercedes star on the highlighted pedestals in front of you.\n\nKey points:\n- 800-volt electrical system for higher charging speeds and less vehicle weight = better overall efficiency and performance.\n- Mercedes using two-speed gearbox in compact class for the first time\n\nNew dimension of EVs: time efficiency for maximum kilometres in the minimum amount of time \n\n[NEXT]",
    "chapter_label": "Idle_Podeste"
  },
  {
    "chapter_index": 2,
    "text": "[GUEST SHOULD MOVE FOR F1 & EQXX]\n\nLatest EV advancements based on years of research and development.\n\n[CONTINUE - F1 DRIVE IN]\n\nMany features come directly from VISION EQXX – specifically new electric drive system. \nTechnology transfer expands to electric motor itself, with joint optimisation between Mercedes R&D and our F1 engine manufacturer, \nMercedes AMG HPP in Brixworth, to leverage their experience in highly efficient radial flux electric motors.\n\n[CONTINUE - EQXX DRIVE IN]\n\nEQXX’s battery was based around MMA’s production cell, \nwith flexible architecture to allow for cell developments later in the programme. \n\n[GUEST: RIGHT HAND TO SEE DRIVETRAIN]\n\nBattery and HPP-designed “eBox” leveraged HPP design and racing experience with 800v systems. \n\nInverter designed from the ground up to handle 800 V. \n\n[CONTINUE]",
    "chapter_label": "Intro"
  },
  {
    "chapter_index": 3,
    "text": "Notice the hummingbird. It’s an amazing animal with a hyper-efficient wing movement. \nPrinciple the same on MMA vehicles which can achieve 93% efficiency from the battery to the wheels.\n\n[CONTINUE - SHOW PLANTS ENVIRONMENT]\n\nHave you ever seen a Humming bird up close? Stretch out our right arm and finger and the humming bird will fly to you!\n\n[CONTINUE - HUMMING BIRD ON FINGER]\n\n[NEXT]",
    "chapter_label": "Vitrinen"
  },
  {
    "chapter_index": 4,
    "text": "Highlights of new electric drive system:\n- 800 v electric architecture\n- High-voltage batteries\n- Central drive control unit\n- New cell chemistries delivering high energy densities\n- Advanced drive units with 2spd gearbox to optimise efficiency in every driving situation\n- Front drive unit with disconnect unit (DCU)\n- Silicon carbine (SiC) inverter",
    "chapter_label": "Showcase_Start"
  },
  {
    "chapter_index": 5,
    "text": "MB.EDU is the primary motor for the 4MATIC models – and the only unit for RWD models.\n\nDeveloped in-house by Mercedes-Benz. And we produce it. \n\nLocated on rear axle, whisper-quite electric motor has a PSM and an output of up to 200 kW. \n\nPSM has almost zero percent heavy rare earths than previous motor generations, making it much more sustainable. \n\nMagnets in rotor are arranged in a double-V shape. \n\n_Two-speed gearbox_\n\nExtra gear improves acceleration and top speed compared to single-speed EVs. \n\nTransmission combines dynamism with efficiency:\n- Short first gear (11:1) for excellent acceleration from the start\n- Second gear (5:1) is more for motorway speeds and higher speeds. \n- Top speed of 210 km/h reached in second gear.\n\n[NEXT]",
    "chapter_label": "Showcase_Heckantrieb"
  },
  {
    "chapter_index": 6,
    "text": "On 4MATIC models, drive unit on front axle as well. \n\nEquipped with next generation inverter with silicon carbide and has a PSM like the rear.\n\nFront electric motor acts as a “booster” motor. \n\nWith DCU on front motor, 4MATIC is almost as efficient as RWD model!\n\nMercedes using DCU in compact class for first time. \n\n[CONTINUE - SCALE UP]\n\nGreater efficiency under a light load, DCU can decouple electric motor on front axle in lightning speed. Intelligent separation system works entirely automatically, depending on driving situation and power required. \n- Light load: DCU uncouples engine and the electric motor and transmission parts on front axle come to a standstill.\n- Higher loads: eg accelerating. Clutch closes and the front axle is engaged. \n- Engagement and disengagement take just 240 milliseconds. \n\nReduces front axle losses by 90%.\n\n[NEXT]",
    "chapter_label": "Showcase_Frontantrieb"
  },
  {
    "chapter_index": 7,
    "text": "[SELECT 0-9]\n\nWith all wheels driven – DCU closed\n\nOnly rear wheels driven – DCU open\n\nDuring acceleration – DCU closes, then opens back up when coasting \n\nDuring braking/recuperation – DCU always closed\n\n99% of all decelerations can happen without using the brakes\n\nFour selectable recuperation levels, adjustable by a selector lever. \nWith the DAuto function, the vehicle defines the recuperation rate automatically.\n\n\n[NEXT]",
    "chapter_label": "Showcase_Betriebsmodi"
  },
  {
    "chapter_index": 8,
    "text": "[CLOSE AND SPREAD HANDS APART TO OPEN BATTERY]\nThere’s an entire workshop dedicated to the battery.\n\nSuffice to say, as we have a new 800v electrical system, an entirely new battery pack had to be developed. Top model features silicon oxide anodes; a lithium-iron phosphate battery is also available. \n\nBoth batteries comprise four cell modules, glued together not screwed, each with 48 cells for a total of 192. \n\nBusbars now made of aluminium and even less cobalt is used than before in the base version – around 4%.\n\nPower electronics can be swapped out, facilitating easy repair. \n\nBattery certified for 8 years / 160,000 km – same as current EVA 1.5 platform despite the MMA having a higher charging capacity. \n\n[NEXT]",
    "chapter_label": "Showcase_Batterie_Real"
  },
  {
    "chapter_index": 9,
    "text": "[MOVE GUEST OUTSIDE OF HATCHED AREA]\n\nCharging performance leaders in the segment\n\nTo demonstrate [host chooses one person], please plug your virtual charger into the socket you can see.\n\nNow the charging process has been activated. Our charging system is designed for all common charging options – from household sockets to quick-charging stations with Plug & Charge. \n\nRoute planning. Further development to our Navigation with Electric Intelligence, the route is optimised for the shortest possible journey time. This includes best charging stops, considering traffic and topography. In the future, this will consider unfavourable road conditions such as water, ice and snow.\n\nNew system accepts more than 300 kW of charging power – makes process very fast. MMA leaders in charging performance in the compact segment.  \n\n800v system and optimised charging curve = 300 km range after 10 mins of charging and from 10% to 80% SOC in under 22 minutes. \n\nStarting with a full battery and with just two 10-minute stops, you can drive up to 1,270 km.\n\n\n[NEXT]",
    "chapter_label": "Showcase_Batterie_Virtual"
  },
  {
    "chapter_index": 10,
    "text": "Individual components such as electric motors and battery are also modular and scalable, so don’t be surprised to see these in larger models going forward. \n\n[MOVE SLIDER]\n\nLet’s briefly recap the main points:\n- New electric drivetrain offers incredible long-range capabilities – 1,270 km from just two 10-minute charging breaks.\n- In-house developed and built electric drive unit with a two-speed gearbox is a first in the compact class\n- Lightning-fast DCU for connecting and disconnecting front motor on 4MATIC models.\n- 800v architecture\n- 300 km of range in just 10 mins with more than 300 kW of charging power\n\n\n[PRESS OUTRO WHEN FINISHED]\nYou can leave your headsets where you picked them up. Enjoy the rest of our program!",
    "chapter_label": "Summary"
  }
]